;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Українська/Ukrainian
WebLang=UKR
Translator=Alexey Lugin - alex@ukrlocal.info
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Вигляд
103 = Налаштування
104 = Деінсталятор
105 = Знаряддя
106 = Режим полювання
107 = Список
108 = Іконки
109 = Детально
110 = Деінсталяція
111 = Видалити елемент
112 = Оновити
113 = Ви впевнені, що хочете видалити вибраний елемент?
114 = Ви впевнені, що хочете деінсталювати вибрану програму?
115 = Автооновлення
116 = Довідка
117 = Довідка по поточному інструменту...
118 = Домашня сторінка...
119 = Про програму...
120 = У вас немає прав адміністратора!
121 = Ви впевнені, що хочете видалити вибраний компонент системи?\nСтоп, якщо не впевнені в тому, що ви робите!
122 = Деінсталятор показує усі програми й компоненти, встановлені для всіх і поточного користувача. Використовуючи кілька типів Вигляду або через контекстне меню ви можете отримати багато додаткової інформації, посилання й властивості інсталяцій. Головна особливість програми Revo Uninstaller - Режим полювання. Цей режим надасть вам гнучку можливість видалення (зупинити, видалити або блокувати в автозавантаженні) усього одним натисненням на програмах.
123 = Пошук
124 = Знайдено:
125 = Ви дійсно бажаєте видалити вибрані компоненти системи з Реєстру?\nЦе може зашкодити вашій ОС! 
126 =  видалено з Авто завантаження! 
127 =  встановлено в Авто завантаження!
128 = %s інстальовано в тому ж місці, що і %s!\nБудуть знайдені залишені елементи від обох застосунків! Ретельно перевірте, що ви хочете перемістити!


[Uninstaller List]
150 = Програма
151 = Розмір
152 = Версія
153 = Дата інсталяції
154 = Компанія 
155 = Сайт
156 = Коментар
157 = Рядок деінсталятора
158 = Ключ реєстру
159 = Інсталятор

[Uninstaller StatusBar]
201 = Інсталяцій:
202 = Завантаження...

[Registry Optimizer]
302 = Виберіть що сканувати
303 = Стартове меню

[Autorun Toolbar]
407 = Запуск
408 = Заборонити
409 = Видалити
410 = Пунктів :
411 = Дозволених :
412 = З Менеджером автозапуску ви можете не тільки дозволити або заборонити автозапуск додатків при старті Windows, але також отримати більше інформації про конкретну програму, яка прописалася в автозавантаженні системи. Ви можете отримати інформацію про видавця такої програми, її опис, шляхи запуску - де вона збережена на комп'ютері, статус програми - запускається вона чи ні.

[Autorun List]
450 = Назва запуску
451 = Шлях запуску
452 = Опис
453 = Видавець
454 = Статус
455 = Розташування
456 = ВИКОНУЄТЬСЯ
457 = НЕ ВИКОНУЄТЬСЯ
458 = НЕПРИПУСТИМИЙ
459 = Вбити процес
460 = Запустити процес
461 = Відкрити папку з програмою
462 = Розташування в реєстрі
463 = Копіювати шлях запуску
464 = Видалити вибрану
465 = Видалити всі неприпустимі
466 = Видалити не працюючі
467 = Видалити всі відключені
468 = Властивості...
470 = Ви впевнені, що хочете закрити вибрану програму?\nУсі не збережені дані будуть втрачені!
471 = Ви впевнені, що хочете видалити вибраний пункт?
472 = Ви впевнені, що хочете видалити всі неприпустимі?
473 = Ви впевнені, що хочете видалити всі непрацюючі?
474 = Ви впевнені, що хочете видалити всі відключені?
475 = Команди не існує!
476 = НЕВІДОМИЙ
477 = Заборонити автозапуск
478 = Дозволити автозапуск

[Outlook Control]
300 = Оптимізація
301 = Оптимізатор реєстру
400 = Менеджер автозапуску
500 = Очищення слідів
501 = Очищувач браузерів
600 = Очищувач MS Office
700 = Очищувач Windows
800 = Видалення даних
900 = Невідновлюване видалення
2100 = Інструменти Windows
2200 = Очищувач непотрібних файлів

[Track Cleaner Browsers]
507 = Очистити всі
508 = Очистити історію відвідувань інтернет-сторінок
509 = Видалити історію адресного рядка
510 = Видалити тимчасові файли Інтернет
511 = Видалити куки
512 = Видалити файли Index.dat
513 = Виконати
514 = Видалити історію завантажень
515 = Видалити історію сесій
516 = Видалити історію заповнення форм
517 = Деінсталятор
518 = Ви впевнені, що хочете очистити всі вибрані історії?
521 = Ви впевнені, що хочете очистити історію Internet Explorer?
522 = Ви впевнені, що хочете очистити історію Firefox?
523 = Ви впевнені, що хочете очистити історію Opera?
524 = Ви впевнені, що хочете очистити історію Netscape?
525 = Ваш браузер записує детальну інформацію про усі відвідані вами сторінки в інтернеті. Все це доступно кожному простим натисканням кнопки історії у вікні браузера й усі ваші відвідини будуть відомі! З Очищувачем браузерів ви можете видалити тимчасові інтернет файли, а це усі картинки, які ви бачили, усі онлайн відео й веб сторінки, відвідані вами. Видалення тимчасових інтернет файлів звільнить чимало місця на вашому диску.
526 = Закрийте ваш браузер перед очищенням залишених ним слідів
527 = Файли Index.dat будуть видалені при наступному запуску системи
599 = Очищення вибраних елементів завершене! 

[Office Track Cleaner]
601 = Очистити
607 = Очистити історію відкриття документів MS Word
608 = Включаючи Word 2000, Word XP, Word 2003, Word 2007, Word 2010 і Word 2013
609 = Очистити історію відкриття документів MS Excel
610 = Включаючи Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 і Excel 2013
611 = Очистити історію відкриття документів MS Access
612 = Включаючи Access 2000, Access XP, Access 2003, Access 2007, Access 2010  і Access 2013
613 = Очистити історію відкриття документів MS PowerPoint
614 = Включаючи PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 і PowerPoint 2013
615 = Очистити історію відкриття документів MS FrontPage
616 = Включаючи FrontPage 2000, FrontPage XP і FrontPage 2003
617 = Очищувач MS Office надає можливість видалити історію усіх файлів MS Word, Excel, Access, PowerPoint і Front Page, які нещодавно використовувались. Якщо ви не хочете, щоб хто-небудь побачив, які останні документи або таблиці, створені за допомогою MS Office, відкривалися, просто виберіть непотрібні й натисніть кнопку “Очистити”. Перелік документів, які нещодавно відкривались, буде тепер порожнім.

[Windows Tracks Cleaner]
701 = Очистити
707 = Очистити історію відкриття документів
708 = Очистити історію стартового меню
709 = Очистити історію пошуку файлів
710 = Очистити історію принтерів, комп'ютерів і пошуку людей
711 = Спустошити буфер обміну
712 = Очистити історію відкриття документів "MS Paint"
713 = Очистити історію відкриття документів "MS Wordpad"
714 = Очистити історію відкриття ключів в Regedit
715 = Очистити історію діалогу Відкрити Зберегти
716 = Очистити історію останньої відкритої папки
717 = Спустошити Кошик
718 = Видалити тимчасові файли Windows
719 = Видалити протоколи натискань меню Пуск
720 = Microsoft Windows зберігає сліди багатьох ваших дій на комп'ютері, наприклад історію пошуку файлів, коли ви шукаєте файли й папки; історію документів, які нещодавно відкривалися; історію відкриття/збереження, використовувану в стандартних діалогах відкрити/зберегти різних програм, встановлених на вашому комп'ютері та багато чого іншого. Очищувач Windows допоможе вам видалити всю цю історію й тимчасові файли. Ви також можете очистити Кошик і видалити тимчасові файли, що звільнить чимало місця на диску. 
721 = Історія запусків буде видалена після нового запуску процесу explorer.exe
722 = Трасувати Реєстр Windows
723 = Трасувати локальні жорсткі диски
724 = Видалити файли дампу збійної пам'яті
725 = Видалити фрагменти відновленого файлу Chkdsk (Check Disk)


[Evidence Remove]
802 = Виконати
803 = Стирання
804 = Будь ласка, почекайте - триває знищення
805 = Завершено
806 = Відзначте диск(и) з яких ви хочете видалити дані й сліди своєї роботи. Цей інструмент застосуємо тільки до вже видалених даних. УВАГА: після закінчення процесу буде неможливо відновити видалені файли!
807 = Коли ви очищуєте Кошик, ваші файли й папки тільки позначаються як видалені, але вони не стерті фізично. Цей інструмент зітре назавжди файли й папки, які вже були видалені, але залишаються фізично на вашому диску. Не має значення, який інструмент ви або хтось інший будете використовувати для відновлення даних, результат буде завжди той самий - дані, стерті за допомогою "Видалення даних", неможливо відновити!
808 = Ви впевнені, що хочете стерти залишені сліди і дані на вибраних дисках?

[Unrecoverable  Delete ]
912 = Перелік файлів і папок, які будуть видалені й не можуть бути відновлені
913 = Файли
914 = Папки
915 = Вставте файли, які ви хочете видалити й прибрати з системи. Ці файли неможливо буде відновити ні програмно, ні фізично!
916 = Вставте папки, які ви хочете видалити й прибрати з системи. Ці папки неможливо буде відновити ні програмно, ні фізично!
917 = Додати файли для видалення
918 = Додати папки для видалення
919 = ВИДАЛИТИ НАЗАВЖДИ
920 = Очистити перелік
921 = Якщо хочете безпечно видалити файл або папку й бути впевненим, що ніхто ні з яким інструментом не буде мати можливості відновити цей файл або папку, використовуйте Невідновлюване видалення. Видалення файлів і очищення Кошика не означає, що ці файли пропали назавжди. Вони все ще на вашому жорсткому диску і кожен може відновити видалені дані досить легко. Даний інструмент робить це неможливим у силу того, що фізично затирає усі файли й папки. 
922 = Ви впевнені, що хочете видалити назавжди вибрані файли й папки?

[Options Tree]
1001 = Налаштування
1100 = Основні
1200 = Деінсталятор

[General]
1101 = Поточна мова:
1102 = Включити розширений режим
1103 = Перевірити оновлення при старті

[Uninstaller Options]
1201 = Показати апдейти системи
1202 = Показати компоненти системи
1203 = Дозволити режим швидкого завантаження
1204 = Запуск тільки вбудованого деінсталятора 
1205 = (Не підтримується в Vista)
1206 = Створити точку відновлення системи перед деінсталяцією
1207 = Перемістити залишені файли і папки до Кошика 


[Auto Update]
1907 = Оновлення
1908 = Інформація про версію
1909 = Поточна версія:
1910 = Остання версія:
1911 = ЗАВАНТАЖИТИ
1912 = Отримати нову версію
1913 = Що нового
1914 = Перевірка...
1915 = Помилка з'єднання...
1916 = СТОП
1917 = Завантажено %s з %s
1918 = Завантажено %s (розмір не відомий)
1919 = Revo Uninstaller не може з'єднатись з www.revouninstaller.com. Перевірте, чи активне ваше Інтернет підключення і чи ваш міжмережевий екран не блокує Revo Uninstaller
1920 = Помилка: Перевірка нової версії неможлива. Немає з'єднання з Інтернет.

[WinTools]
2110 = Запуск
2111 = Є багато зручних і корисних інструментів і компонентів у кожній операційній системі Windows. Деякі працюють з командного рядка, до інших важко добратися. Інструменти Windows надають швидкий доступ одним натисненням до більш ніж десяти засобів Windows, які ви використовуєте у своїй повсякденній роботі.
2112 = Ви можете використовувати це для відновлення комп'ютера до попереднього стану при виникненні проблем без втрати персональних налаштувань і даних. System Restore проводить моніторинг змін системи й деяких файлів додатків і автоматично створює точки повернення. Ці точки повернення надають можливість повернути систему до попереднього стану. Вони створюються щодня й під час значних для системи подій. Ви можете самі в будь-який час створити свої точки повернення й дати їм назви.
2113 = Ви можете використовувати це для збору й показу інформації про устаткування комп'ютера і його операційної системи, вашої інтернет конфігурації, налаштувань модему й мережного адаптора. З інструментом Діагностика мережі ви можете просканувати систему й протестувати мережну взаємодію й перевірити доступність деяких мережних служб і програм. 
2114 = Ви можете використовувати це для перегляду усіх поточних значень конфігурації TCP/IP мережі й відновлення налаштувань Dynamic Host Configuration Protocol (DHCP) і Domain Name System (DNS). Показує повну TCP/IP конфігурацію для усіх адаптерів, вміщуючи в собі адреси IP, MAC адреси, маску підмережі, шлюз за умовчанням, Windows Internet Naming Service (WINS) і конфігурацію DNS.
2115 = Ви можете використовувати це, щоб перевірити стан трьох основ безпеки вашого комп'ютера - Брандмуера, Антивірусної програми й Автоматичного оновлення. Якщо виявиться проблема з кожною з трьох основ (наприклад, якщо антивірусна програма застаріла), Центр безпеки сповістить вас про це й надасть рекомендації, як краще захистити ваш комп'ютер.
2116 = Ви можете використовувати це для наступного: Перегляд базової інформації, такої як тип вашого процесора й оперативної пам'яті; Перегляд і зміна налаштувань, контролюючих використання пам'яті комп'ютером і знаходження відповідної інформації; як Пошук інформації про встановлене устаткування і його властивості, так і встановлення профілів устаткування; Перегляд інформації про мережні з'єднання й профілі входу в систему; Надсилання звітів про помилки системи й програм до Microsoft або вашому системному адміністратору при їх виникненні.
2117 = Відомості про систему - це компонент операційної системи Windows, який збирає й показує інформацію про конфігурацію системи для локального й віддаленого комп'ютерів. Він містить у собі інформацію про апаратну конфігурацію, компоненти комп'ютера і програмне середовище, включаючи підписані й непідписані драйвери. Відомості про систему - це засіб швидкого отримання інформації про комп'ютер і його операційну систему.
2118 = TCP/IP Netstat Command - компонент операційної системи Windows, який показує усі активні TCP підключення й TCP і UDP порти, які прослуховує комп'ютер і показує відповідну програму, пов'язану зі створенням кожного з'єднання або прослуховуванням порту. У цьому випадку ім'я програми пишеться в [ ] під рядком, вище компонентів, що її викликали, і так далі до досягнення TCP/IP. 
2119 = Цей інструмент показує віртуальну клавіатуру на екрані й дозволить користувачам з обмеженими можливостями вводити дані, використовуючи вказуючий пристрій або джойстик. Екранна клавіатура призначена лише для забезпечення базових потреб людей з обмеженою рухливістю. Ви також можете використовувати Екранну клавіатуру, якщо підозрюєте у себе на ПК клавіатурного шпигуна, який фіксує усі натискання клавіш. Екранна клавіатура усуває саму можливість запису процесу натискання клавіш.
2120 = Цей інструмент аналізує локальні диски й консолідує фрагментовані файли й папки таким чином, щоб вони займали єдиний суцільний простір на диску. Як результат, ваша система зможе отримувати швидший доступ до файлів і папок, і зберігати нові більш раціонально. Консолідуючи ваші файли й папки, Дефрагментатор також поєднує вільний дисковий простір, зменшуючи імовірність фрагментації нових файлів. 
2121 = Ви можете використовувати це для: Запуску, зупинки, паузи, отримання властивостей, або відключення служби на віддаленому або локальному комп'ютерах; Керування службами на локальному й віддаленому комп'ютерах; Виклику відновлюваної дії при виході служби з ладу, наприклад, автоматичному перезапуску служби; Увімкнення або вимкнення служби для конкретного профілю; Перегляду статусу і властивості кожної служби.
2122 = Ви можете використовувати це для керування загальними ресурсами за допомогою мережі, контролю доступу користувачів, активності сеансів, властивості загальних ресурсів і перегляду звіту про з'єднання й використання ресурсів для локального й віддаленого комп'ютерів. У Загальних папках, ви можете: Створювати, переглядати і встановлювати дозволи для загальних ресурсів; Побачити перелік усіх користувачів, під'єднаних через мережу до комп'ютера, і від'єднати одного або усіх. Переглянути перелік файлів, які були відкриті віддаленими користувачами
2123 = Цей інструмент містить у собі налаштування політики для Конфігурації користувача, що впливає на користувачів, і для Конфігурації комп'ютера, що впливає на комп'ютери. Налаштування Групової політики впливають на різні компоненти користувальницького середовища типу "Робочий стіл" якими необхідно управляти системному адміністратору, наприклад, програмами, які доступні користувачам, відображенням значків програм на Робочому столі користувача і опціями меню Пуск.
2124 = Інструмент Додати/Видалити компоненти Windows допоможе вам оперувати встановленими на вашому комп'ютері компонентами Windows. Після установки операційної системи Windows на комп'ютер, ви можете використовувати його для додавання компонентів Windows, які не були включені при першій установці, або видалити існуючі компоненти Windows, в яких ви не маєте потреби.
2125 = Microsoft Windows Malicious Software Removal Tool перевіряє комп'ютери з операційною системою Windows на зараження широко розповсюдженими зловмисними програмами й допомагає видалити виявлену заразу. Ці програми містять у собі віруси, хробаків і троянів. По закінченні процесу виявлення й видалення, утиліта покаже звіт результату роботи з відображенням усіх знайдених й видалених небажаних програм.  


[Junk Files Cleaner Options]
2202 = Сканувати диски:
2203 = Шаблон
2204 = Опис
2205 = Додати
2206 = Видалити
2207 = За умовчанням
2208 = Очищувач непотрібних файлів: Головне
2209 = Очищувач непотрібних файлів: Виключити
2220 = Шаблон для пошуку:
2221 = Ви можете використовувати символи (?,*) як маски
2222 = Додати шаблон
2223 = Додати шаблон виключення
2224 = Можна використовувати символи (?,*) як маски
2225 = Шаблон виключення:
2226 = Перемістити файли до Кошика
2227 = Ігнорувати файли, використані останні 24 години

[Junk Files Cleaner Tool]
2306 = Пошук
2307 = Видалити
2308 = Сканування
2309 = Почекайте, триває сканування
2310 = Скасувати
2311 = Ім'я
2312 = Розмір
2319 = Файлів:
2320 = Загальний розмір:
2323 = Ці файли використовуються Windows або іншою програмою\n і не можуть бути видалені зараз
2324 = Потрібно вибрати як мінімум один диск і розширення для початку сканування
2325 = Очищувач непотрібних файлів надає вам можливість знайти й видалити різні типи непотрібних файлів сміття із системи. Звичайно, такі файли видаляються програмою, яка створила їх, після того як вона перестає мати в них потребу. Проте вони можуть періодично залишатися на жорсткому диску, якщо відбувається раптове закриття програм, крах системи і т.д. Якщо це відбувається, то стає причиною зменшення вільного дискового простору або сповільнює комп'ютер.
2326 = Файл
2327 = Видалення файлів

[Context Menu Junk Files Cleaner]
2313 = Відкрити
2314 = Пошук у Google
2315 = Відкрити папку, яка містить файл
2316 = Властивості...
2317 = Відзначити усі пункти
2318 = Зняти позначення зі всіх
2321 = Відзначити вибрані пункти
2322 = Зняти позначення з вибраних пунктів

[Topmost Window]
4002 = Опції
4003 = Відкрити основне вікно
4004 = Режим Drag and Drop
4005 = Режим полювання
4006 = Розмір
4007 = Малий
4008 = Середній
4009 = Великий
4010 = Розмір вікна
4011 = ВИХІД
4012 = Деінсталювати
4013 = Зупинити автозапуск
4014 = Завершити процес
4015 = Завершити й видалити процес
4016 = Відкрити вміщуючу папку
4017 = Інфо
4018 = Властивості
4019 = СКАСУВАТИ
4020 = Підтримується тільки один файл!
4021 = Ви перетягнули папку, будь ласка, зачепіть й притягніть файл!
4022 = Деінсталювати або видалити:
4023 = Неможливо! Спробуйте вказати інше вікно, іконку й пункт панелі завдань
4024 = Не запускається команда деінсталяції!\n Будь ласка, видаліть програму через Деінсталятор.
4025 = Не знайдено інсталяційний пакет!\nПорада: отримайте більше інформації про програму й\n спробуйте видалити її з головного вікна!
4026 = Шукана програма відключена в автозавантаженні!\nПорада: якщо хочете автозавантажувати її знову, використовуйте опцію автозапуску самої програми!
4027 = Шукана програма не знайдена в основних місцях автозавантаження!\nПорада: для пошуку місць, які рідко використовуються для автозапуску додатків, скористайтесь www.google.com!
4028 = Ви впевнені, що хочете закрити вибраний додаток?\nУсі не збережені дані будуть загублені!
4029 = Деінсталятор
4030 = Ви впевнені, що хочете закрити й видалити вибраний додаток?\nУсі не збережені дані будуть загублені!
4031 = Ви впевнені, що хочете закрити Провідник Windows?\nМеню Пуск і Панель завдань зникнуть!
4032 = Автозапуск разом з Windows
4033 = Прозорість

[Scan After Uninstall]
4210 = Розташування
4211 = Ключ
4212 = Значення
4213 = Дані
4214 = Файл
4215 = Виберіть елемент для виконання цієї дії!
4216 = Сканування після деінсталяції
4217 = Вибрати всі
4218 = Скасувати вибір
4219 = Видалити
4220 = Файли, що залишилися
4221 = Пункти реєстру, що залишилися
4222 = Сканування перед видаленням... Будь ласка, почекайте
4223 = Виконання деінсталяції...
4224 = Будь ласка, почніть сканування на наявність файлів, що залишилися, папок і ключів реєстру по завершенні основного процесу деінсталяції
4225 = Сканування після видалення... Будь ласка, почекайте
4226 = Будь ласка, ретельно перевірте перераховані пункти!
4227 = Закрити
4228 = Файли, що залишилися в списку, будуть видалені при наступному перезавантаженні комп'ютера
4229 = Невдалий запуск деінсталятора програми!\nМожливо, неправильна команда деінсталяції!
4230 = Назад
4231 = Далі
4232 = Виберіть метод деінсталяції
4233 = Методи
4234 = Вбудований - запуск тільки деінсталятора без додаткового сканування
4235 = Безпечний - включає Вбудований метод і додаткове сканування Реєстру і жорсткого диска для пошуку і безпечного видалення залишених програмою елементів. Найшвидший.
4236 = Помірний - включає Безпечний метод і розширене сканування Реєстру і жорсткого диска для пошуку і видалення залишених програмою елементів.
4237 = Поліпшений - включає Помірний метод і глибоке повне сканування Реєстру і жорсткого диска для пошуку і видалення залишених програмою елементів. Найповільніший.
4238 = Аналіз даних програми перед деінсталяцією.
4239 = Запуск вбудованого в програму деінсталятора для видалення за умовчанням. 
4240 = Натисніть "Далі" для пошуку залишених файлів, папок і значень реєстру по завершенні роботи деінсталятора програми.
4241 = Початок аналізу і деінсталяції.
4242 = Сканування після деінсталяції
4243 = Сканування після роботи вбудованого деінсталятора програми. Пошук в Реєстрі і на вашому жорсткому диску файлів, папок і значень реєстру, залишених видаленою програмою. Зачекайте…
4244 = Пошук залишених значень Реєстру
4245 = Знайдено значень Реєстру:
4246 = Примітка: Ретельно перегляньте показані елементи! Видаляйте тільки елементи, показані  жирним шрифтом і їх підпункти.
4247 = Пошук залишених файлів і папок
4248 = Знайдено елементів:
4249 = Мій комп'ютер
4250 = Revo Uninstaller не може запустити вбудований деінсталятор. Можливо, програмна команда деінсталяції хибна або пошкоджена. Натисніть “Назад” і спробуйте інший метод деінсталяції.
4251 = Вбудований деінсталятор програми завершив свою роботу. Revo Uninstaller не може знайти залишені елементи. Натисніть “Назад” і спробуйте інший метод пошуку залишених файлів, папок і значень Реєстру.
4252 = Revo Uninstaller успішно завершив процедуру деінсталяції, але залишених елементів не знайдено. Натисніть “Назад” і спробуйте інший розширений метод деінсталяції для глибшого сканування.
4253 = Revo Uninstaller успішно завершив процедуру деінсталяції. Якщо ви хочете знайти більше залишених елементів, натисніть “Назад” і спробуйте інший розширений метод деінсталяції для глибшого сканування.
4254 = Фініш
4255 = Ви дійсно бажаєте перемістити відзначені елементи до Кошика?
4256 = Ви дійсно бажаєте видалити відзначені значення реєстру?
4257 = Revo Uninstaller успішно завершив процедуру видалення!
4258 = Ви дійсно бажаєте пропустити видалення знайдених значень Реєстру і перейти до наступного кроку?
4259 = Ви дійсно бажаєте пропустити видалення залишених файлів і папок і перейти до наступного кроку?
4260 = Сканування залишених елементів завершене. Натисніть кнопку “Далі” щоб переглянути результат!
4261 = Створення точки відновлення системи...
4262 = Створення точки відновлення системи - невдача! 
4263 = Створення точки відновлення системи скасоване (в Налаштування->Деінсталятор)
4264 = Створення точки відновлення системи - готово!

[About]
4300 = Перекладачі:

[ContextMenu Uninstaller]
5000 = Команди
5001 = Інфо
5002 = Дивитися в Google
5004 = Папка установки
5005 = Відкрити посилання про програму...
5006 = Відкрити посилання підтримки...
5007 = Відкрити посилання відновлення...
5008 = Відкрити ключ реєстру...

[Common]
10000 = OK
10001 = Скасувати
10002 = Довідка
10003 = Огляд
10004 = Довідка по поточному інструменту
10005 = Домашня сторінка
10006 = Про програму
10007 = Попередження
10008 = ПОМИЛКА

[Tooltips]
2000 = Перемикання в режим деінсталяції
2001 = Показати панель знарядь
2002 = Встановити опції за вашим бажанням
2003 = Перемикання в режим полювання
2004 = Зміна вигляду переліку встановлених програм
2005 = Деінсталювати вибрану програму
2006 = Видалити вибраний елемент з реєстру
2007 = Оновити перелік програм
2008 = Оновити поточну версію до нової
2009 = Знайти додаткову інформацію й відповіді на усі ваші питання про програму
404 = Запуск вибраної програми
405 = Зупинити й закрити вибрану програму
406 = Видалити вибрану програму з автозавантаження
506 = Очистити вибране
605 = Очистити вибране
705 = Очистити вибране
2106 = Запустити вибраний інструмент
2304 = Пошук непотрібних файлів відповідно до вибраних установок
2305 = Перемістити відзначені файли до Кошика

